{
    "result": [
        {
            "id": 1,
            "title": "અમને તો જમવાનું સાદું જ ગમે",
            "character": "ગુરુદેવ પ.પૂ. બાપજી",
            "characterWith": "પૂ.સંતો સાથે",
            "matter": "એક દિવસ ગુરુદેવ પ.પૂ. બાપજી જમાડવા બેઠા હતા. તેમને માટે આજે ઘણા દિવસે પૂ. સંતો લાડુ બનાવીને લાવ્યા હતા. એટલે પત્તરમાં લાડુ પીરસ્યો. પ્રથમ તો તેમણે આનાકાની કરી, રુચિ જણાવી નહીં. પરંતુ પૂ. સંતોએ આગ્રહ જણાવ્યો ને કહ્યું, “જો આપ જમાડો તો બધાય સંતો અને હરિભક્તોને મીઠાઈ ન જમવાના નિયમ ચાલે છે તે આજે જમાડે.” “પૂ. સંતો તથા હરિભક્તોને મીઠાઈ જમવા મળે તો તો બહુ સારું. એમને જમવા મળે તો તો લાડુ જમાડીશું.” એમ કહીને તેમણે થોડો લાડુ જમાડ્યો. પૂ. સંતોએ પૂછ્યું, “બાપજી, લાડુ આપને કેવો લાગ્યો ? અનુકૂળ આવ્યો ?” ત્યારે ગુરુદેવ પ.પૂ. બાપજીએ કહ્યું, “લાડુ બરાબર બનાવ્યા છે.” આ સાંભળીને પૂ. સંતોને ઘણો સંતોષ થયો કે બાપજી આજે રાજી થકા જમાડશે. જોડે આજે ટામેટાનું શાક બનાવ્યું હતું તે પણ પત્તરમાં પીરસ્યું હતું. ગુરુદેવ પ.પૂ. બાપજીને પૂછ્યું, “બાપજી, ટામેટાનું શાક કેવું લાગ્યું ?” ગુરુદેવ પ.પૂ. બાપજીએ કહ્યું, “ટામેટાનું શાક પણ બરાબર બનાવ્યું છે.” ત્યારબાદ પૂ. સંતોએ ગુરુદેવ પ.પૂ. બાપજીને કહ્યું, “બાપજી, લાડુ બરાબર બન્યો છે તો થોડો વધારે લ્યો.” એમ કહી થોડો લાડુ આપવા માંડ્યો તો બાપજીએ ના પાડી. પૂ. સંતોએ પૂછ્યું, “કેમ ના પાડો છો ?” ગુરુદેવ પ.પૂ. બાપજીએ કહ્યું, “ટામેટાનું શાક આપો, તે લઈશું.” પૂ. સંતોને આશ્ચર્ય થયું ને કહ્યું, “બાપજી, આપને લાડુ અનુકૂળ આવ્યો છે તો શાકને બદલે લાડુ જમાડો ને.” ત્યારે ગુરુદેવ પ.પૂ. બાપજીએ કહ્યું, “સંતો, શાક બરાબર બન્યું છે તો શાક જ જમાડીએ. લાડુ વધુ ન જમાય. લાડુ જમવા માટે સાધુ નથી થયા, શાક જ જમાડાય. આ તો બધાય સંતો-હરિભક્તો આજે મીઠાઈ જમી શકે એટલે આટલો લાડુ જમાડ્યો. બાકી તો લાડુ અમને જરાય ન ગમે; અમને તો જમવાનું સાદું જ ગમે.”"
        },
        {
            "id": 2,
            "title": "અમે રૂપિયા તો નહિ જ અડીએ",
            "character": "ગુરુદેવ પ.પૂ. બાપજી",
            "characterWith": "હરિભક્તો સાથે",
            "matter": "કોઈની પણ મહોબતમાં લેવાયા વિના ગુરુદેવ પ.પૂ. બાપજી હરહંમેશ પોતાની સાધુતામાં અડગ રહ્યા. વર્ષો પહેલાં આપણા ગુરુદેવ પ.પૂ. બાપજી એકાદશીને દિવસે માત્ર મગફળીના દાણાથી ચલાવી લેતા અને ઘણી વખત તો નકોરડી એકાદશી પણ કરતા. એ સમયે ગુરુદેવ પ.પૂ. બાપજીને કોઈ ફરાળ લાવી આપનાર પણ નહોતું. એક વખત એકાદશીના બે દિવસ પહેલાં એક હરિભક્ત આવ્યા અને એક રૂપિયો ધરી કહ્યું, “લો આ રૂપિયો. અગિયારસના દિવસે તેમાંથી ફરાળ લાવીને જમજો.” ગુરુદેવ પ.પૂ. બાપજીએ એમને કહ્યું કે, “ભાઈ, અમારાથી રૂપિયાને અડાય નહિ કે રખાય પણ નહીં. આપને સેવા કરવી હોય તો આપ ફરાળ લાવીને આપો. પણ અમે રૂપિયા તો નહિ જ લઈએ.” પેલા ભાઈએ ગુરુદેવ પ.પૂ. બાપજીને ઘણો આગ્રહ કર્યો છતાં ગુરુદેવ પ.પૂ. બાપજીએ સ્પર્શ પણ ન કર્યો. આમ, ગુરુદેવે સદૈવ નિર્લોભી વર્તમાન અખંડિત રાખ્યું છે."
        }
    ]
}